Repository: marzent/XIV-on-Mac
Catalog: XIV on Mac/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_tw

# BENCHMARK_FOLDER_LABEL
source: Benchmark Folder Location:
de: Benchmark-Ordner:
fr: Emplacement du dossier de benchmarking :
ja: ベンチマークフォルダ:
zh_tw: 效能測試資料夾位置：

# BENCHMARK_FOLDER_SELECT_BUTTON
source: Select…
de: Auswählen…
fr: Sélectionner…
ja: 選択…
zh_tw: 選擇…

# BENCHMARK_FOLDER_NOT_SET
source: Not Set…
de: Nicht ausgewählt…
fr: Non défini…
ja: 未設定…
zh_tw: 尚未設定…

# BENCHMARK_SET_DEFAULTS
source: Apply Recommended Settings
de: Empfohlene Einstellungen übernehmen
fr: Appliquer les paramètres recommandés
ja: 推奨設定を使用する
zh_tw: 套用建議設定

# BENCHMARK_TYPE_LABEL
source: Benchmark Type
de: Benchmark-Typ
fr: Type de benchmark
ja: 画面設定
zh_tw: 效能測試類型

# BENCHMARK_TYPE_HD
source: Windowed HD: 1920 x 1080
de: Fenster HD: 1920 x 1080
fr: HD fenêtré : 1920 x 1080
ja: ウィンドウモード: 1920 x 1080[HD]
zh_tw: 視窗化 HD：1920 x 1080

# BENCHMARK_TYPE_QHD
source: Windowed WQHD: 2560 × 1440
de: Fenster WQHD: 2560 × 1440
fr: WQHD fenêtré : 2560 × 1440
ja: ウィンドウモード: 2560 × 1440[WQHD]
zh_tw: 視窗化 WQHD：2560 × 1440

# BENCHMARK_TYPE_CUSTOM
source: Borderless Fullscreen: Desktop Resolution
de: Fenster ohne Rand: Desktop Resolution
fr: Plein écran sans bordure : Résolution du bureau
ja: 仮想フルスクリーン
zh_tw: 全螢幕：桌面解析度

# BENCHMARK_START_BUTTON
source: Start Benchmark
de: Benchmark starten
fr: Démarrer le Benchmark
ja: ベンチマークを実行
zh_tw: 開始效能測試

# FIRSTAID_CFGCHECK_HBAO_TITLE
source: SSAO Setting is Invalid
de: Ungültige SSAO Einstellung
fr: Le paramètre SSAO n'est pas valide

# FIRSTAID_CFGCHECK_HBAO_EXP
source: The HBAO levels of SSAO (Screen Space Ambient Occlusion) are not supported on the Mac, and can cause graphics to render with black holes.
de: Die HBAO-Stufen von SSAO (Screen Space Ambient Occlusion) werden auf dem Mac nicht unterstützt und können dazu führen, dass Grafiken mit schwarzen Löchern dargestellt werden.
fr: Les niveaux HBAO de SSAO (Screen Space Ambient Occlusion) ne sont pas pris en charge sur Mac et peuvent causer des trous noirs dans le jeu.

# PATCH_INSTALLATION_DOWNLOAD_STATUS
source: %@ of %@
de: %@ von %@
fr: %@ de %@
ja: %@中%@

# SETTINGS_GRAPHICS_FAST_MVK
source: Experimental MoltenVK
de: Experimentelles MoltenVK

# SETTINGS_FPS_LIMIT_UNITS
source: fps
fr: ips

# SETTINGS_GRAPHICS_HUD
source: HUD
fr: Affichage tête haute
