Repository: marzent/XIV-on-Mac
Catalog: XIV on Mac/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_tw

# GSHADE_MESSAGE
source: When running Catalina you must have Wine or CrossOver installed
de: Wenn du Catalina ausführst, musst du Wine oder CrossOver installiert haben
fr: Pour exécuter Catalina, vous devez avoir installé Wine ou CrossOver.
ja: Catalinaで実行する場合、WineまたはCrossOverがインストールされている必要があります。
zh_tw: 在 Catalina 運行時，您必須安裝 Wine 或 CrossOver

# GSHADE_INFORMATIVE
source: You can also manually add the Wine version bundled with the XIV on Mac.app to your $PATH
de: Du kannst die Wine-Version, die mit der XIV on Mac.app ausgeliefert wird, auch manuell zu deinem $PATH hinzufügen
fr: Vous pouvez également ajouter manue llement la version de Wine fournie avec XIV on Mac.app à votre $PATH.
ja: XIV on Mac.appにバンドルされているWineを手動で$PATHに追加することもできます。
zh_tw: 您也可以手動將 XIV on Mac.app 附帶的 Wine 版本添加到您的 $PATH 中

# INSTALLER_FOUND_MESSAGE
source: FINAL FANTASY XIV ONLINE install found!
de: FINAL FANTASY XIV ONLINE Installation gefunden!
fr: Installation de FINAL FANTASY XIV ONLINE trouvée!
ja: FINAL FANTASY XIV ONLINEのインストールファイルを検出しました！
zh_tw: 找到 FINAL FANTASY XIV ONLINE 安裝！

# INSTALLER_FOUND_INFORMATIVE
source: Would you like to use the install located at %@?
de: Möchtest du die Installation unter %@ verwenden?
fr: Souhaitez-vous utiliser l'installation située dans %@ ?
ja: %@に存在するインストールファイルを使用したいですか？
zh_tw: 您想要使用位於 %@ 的安裝嗎？

# INSTALLER_NOT_DETECTED_MESSAGE
source: No FINAL FANTASY XIV ONLINE installs were detected…
de: Es wurden keine FINAL FANTASY XIV ONLINE-Installationen gefunden..
fr: Aucune installation de FINAL FANTASY XIV ONLINE n'a été détectée…
ja: FINAL FANTASY XIV ONLINEのインストールファイルが見つかりませんでした
zh_tw: 未檢測到 FINAL FANTASY XIV ONLINE 安裝…

# INSTALLER_NOT_DETECTED_INFORMATIVE
source: Would you like to manually choose a Folder?
de: Möchtest du ein Verzeichnis manuell auswählen?
fr: Voulez-vous choisir manuellement un dossier ?
ja: 手動でフォルダを選択しますか？
zh_tw: 您想要手動選擇資料夾嗎？

# INSTALLER_PATH_TITLE
source: Choose the folder with the existing install
de: Wähle das existierende Installationsverzeichnis aus
fr: Choisissez le dossier avec l'installation existante
ja: 既存のインストールファイルがあるフォルダを選択
zh_tw: 選擇包含現有安裝檔案的資料夾

# INSTALLER_PATH_SUBTITLE
source: It should contain the folders "game" and "boot" and the game executable.
de: Es sollte die Verzeichnisse "game" und "boot" sowie die ausführbare Datei des Spiels enthalten.
fr: Il doit contenir les dossiers "game" et "boot" et l'exécutable du jeu.
ja: 当該フォルダには「game」と「boot」フォルダ、およびゲームの実行ファイルが含まれています。
zh_tw: 它應該包含「game」和「boot」資料夾以及遊戲執行檔。

# INSTALLER_PATH_INVALID_MESSAGE
source: Invalid FFXIV Directory
de: Ungültiges FFXIV-Verzeichnis
ja: FF14のフォルダではありません
zh_tw: 無效的 FFXIV 目錄

# INSTALLER_PATH_INVALID_INFORMATIVE
source: It should contain the folders "game" and "boot" and the game executable.
de: Es sollte die Verzeichnisse "game" und "boot" sowie die ausführbare Datei des Spiels enthalten.
ja: 当該フォルダには「game」と「boot」フォルダ、およびゲームの実行ファイルが含まれています。
zh_tw: 它應該包含「game」和「boot」資料夾以及遊戲執行檔。

# INSTALLER_PATH_INVALID_BUTTON
source: By the Twelve!
de: Bei den Zwölfen!
fr: Par les Douze!
ja: ルイゾワのじっちゃんの名に賭けて！
zh_tw: 以十二神之名！

# INSTALLER_DOWNLOAD_ERROR_MESSAGE
source: Download Error
de: Fehler beim Download / Herunterladen
fr: Erreur de téléchargement
ja: ダウンロードエラー
zh_tw: 下載錯誤

# INSTALLER_DOWNLOAD_ERROR_INFORMATIVE
source: XIV on Mac could not download the base game archive
de: XIV on Mac konnte das Archiv des Basisspiels nicht herunterladen
fr: XIV on Mac n'a pas pu télécharger l'archive du jeu de base
ja: XIV on Macはゲームの基本部分をダウンロードできませんでした。
zh_tw: XIV on Mac 無法下載基礎遊戲檔案

# INSTALLER_EXTRACTING
source: Extracting
de: Entpacken
fr: Extraction
ja: 展開中
zh_tw: 解壓縮中

source: Logging In
de: Einloggen
fr: Connexion
ja: ログイン中
zh_tw: 登入中

# AUTOLOGIN_MESSAGE
source: Auto-Login
fr: Connexion automatique
ja: 自動ログイン
zh_tw: 自動登入

# AUTOLOGIN_INFORMATIVE
source: You can override the Auto-Login by holding the SHIFT key down at application launch.
de: Du kannst die automatische Anmeldung außer Kraft setzen, indem du beim Start der Anwendung die Umschalt-Taste gedrückt hältst.
fr: Vous pouvez annuler la connexion automatique en maintenant la touche SHIFT enfoncée lors du lancement de l'application.
ja: アプリケーション起動時にShiftキーを押し続けると、自動ログインを無効にできます。
zh_tw: 您可以在應用程式啟動時按住 SHIFT 鍵來覆寫自動登入。

# SETTINGS_WINDOW_TITLE
source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
zh_tw: 設定

# SETTINGS_TAB_GENERAL_TITLE
source: General
de: Allgemein
fr: Général
ja: 全般
zh_tw: 一般

# SETTINGS_TAB_CAPTURE_TITLE
source: Screen Capture
de: Bildschirmaufnahme
ja: 録画
zh_tw: 螢幕錄影

# SETTINGS_TAB_GRAPHICS_TITLE
source: Graphics
de: Grafik
fr: Graphique
ja: グラフィクス
zh_tw: 圖形

# SETTINGS_TAB_PLUGINS_TITLE
source: Plugins (Dalamud)
ja: プラグイン(Dalamud)
zh_tw: 外掛程式 (Dalamud)

# SETTINGS_TAB_ADVANCED_TITLE
source: Advanced
de: Erweiterte Optionen
fr: Avancé
ja: 高度
zh_tw: 進階

# SETTINGS_GENERAL_TITLE_LICENSE
source: License
de: Lizenz
zh_tw: 憑證

# SETTINGS_GENERAL_LANGUAGE_AND_LICENSE_BLURB
source: XIV on Mac can work with Mac, Windows, and Steam licenses. You must already own the license type you choose, if you are unsure you can check your account status through Mogstation. Steam accounts must have been previously linked to your Final Fantasy XIV service account by logging in on a Windows PC, and further require the macOS version of Steam to be running.
de: XIV on Mac funktioniert mit Spiellizenzen für Mac, Windows oder Steam. Du musst im Besitz der jeweiligen Lizenz sein. Im Zweifelsfall kann der Account Status auf der Mogry-Station überprüft werden. Steam-Accounts müssen zuvor mit dem Final Fantasy XIV-Dienstkonto verknüpft worden sein, indem man sich auf einem Windows-PC anmeldet; zusätzlich muss außerdem die macOS-Version von Steam laufen.
fr: XIV on Mac peut fonctionner avec les licences Mac, Windows et Steam. Vous devez posséder le type de licence que vous choisissez. Si vous n'êtes pas sûr, vérifiez l'état de votre compte via Mogstation. Les comptes Steam doivent avoir été précédemment liés à votre compte de service Final Fantasy XIV en vous connectant sur un PC Windows, et nécessitent en outre que la version macOS de Steam soit en cours d'exécution.
ja: XIV on MacはMac版、Windows版、Steam版のライセンスで動作可能です。選択したライセンスを所有している必要があります。不明な場合はモグステーションでアカウントの状況を確認できます。なお、Steam版はあらかじめWindows PCでSteamとファイナルファンタジーXIVのサービスアカウントをリンクしておく必要があり、さらにmacOS版のSteamアプリをバックグラウンドで起動しておく必要があります。
zh_tw: XIV on Mac 可以與 Mac、Windows 和 Steam 授權一起運作。您必須已經擁有您選擇的授權類型，如果您不確定，可以透過 Mogstation 檢查您的帳戶狀態。Steam 帳戶必須先前透過在 Windows PC 上登入來連結到您的 Final Fantasy XIV 服務帳戶，並且還需要運行 macOS 版本的 Steam。

# SETTINGS_LANGUAGE_PICKER
source: Language:
de: Sprache:
fr: Langue :
ja: 言語:
zh_tw: 語言:

# SETTINGS_LANGUAGE_JAPANESE
source: Japanese
de: Japanisch
fr: Japonais
ja: 日本語
zh_tw: 日文

# SETTINGS_LANGUAGE_ENGLISH
source: English
de: Englisch
fr: Anglais
ja: 英語
zh_tw: 英文

# SETTINGS_LANGUAGE_FRENCH
source: French
de: Französisch
fr: Français
ja: フランス語
zh_tw: 法文

# SETTINGS_LANGUAGE_GERMAN
source: German
de: Deutsch
fr: Allemand
ja: ドイツ語
zh_tw: 德文

# SETTINGS_PLATFORM_PICKER
source: License:
de: Lizenz:
fr: Licence :
ja: ライセンス:
zh_tw: 憑證:

# SETTINGS_FREE_TRIAL
source: Free Trial
de: Kostenlose Testversion
fr: Essai gratuit
ja: フリートライアル
zh_tw: 免費試玩

# SETTINGS_GENERAL_FREE_TRIAL_BLURB
source: When using the Free Trial, you must choose the same license type you used when you signed up for the trial. Additionally, your Final Fantasy XIV account must already have an active trial, as XIV on Mac cannot sign you up automatically.
de: Wenn du die kostenlose Testversion verwenden musst du denselben Lizenztyp wählen, den du bei der Anmeldung für die Testversion verwendet hast. Außerdem muss dein Final Fantasy XIV-Konto bereits eine aktive Testversion haben, da XIV on Mac dich nicht automatisch anmelden kann.
fr: Lorsque vous utilisez l'essai gratuit, vous devez choisir le même type de licence que celui que vous avez utilisé lors de votre inscription à l'essai. De plus, votre compte Final Fantasy XIV doit déjà avoir un essai actif, car XIV sur Mac ne peut pas vous inscrire automatiquement.
ja: フリートライアルを利用する場合、フリートライアルに登録した時と同じライセンスタイプを選択してください。また、XIV on Macは自動的にサインアップできないため、あなたのファイナルファンタジーXIVのアカウントで先にフリートライアルへの登録を済ませておく必要があります。
zh_tw: 使用免費試玩時，您必須選擇與註冊試玩時相同的授權類型。此外，您的 Final Fantasy XIV 帳戶必須已經有有效的試玩期，因為 XIV on Mac 無法自動為您註冊。

# SETTINGS_GENERAL_TITLE_NETWORK
source: Network
de: Netzwerk
zh_tw: 網路

# SETTINGS_DOWNLOAD_LIMIT
source: Limit Download speed to
de: Begrenzung der Download-Geschwindigkeit auf
fr: Limiter la vitesse de téléchargement à
ja: ダウンロード速度を制限
zh_tw: 限制下載速度

# SETTINGS_DOWNLOAD_LIMIT_UNITS
source: MB/sec
de: MB/Sek
fr: Mo/s
ja: MB/秒
zh_tw: MB/秒

# SETTINGS_GENERAL_TITLE_INPUT
source: Key mapping
de: Tastenbelegung
ja: キーマッピング
zh_tw: 按鍵設置

# SETTINGS_GENERAL_INPUT_LEFT_OPTION
source: Left option:
de: Linke option Taste:
ja: option(左):
zh_tw: 左 option:

# SETTINGS_GENERAL_INPUT_RIGHT_OPTION
source: Right option:
de: Rechte option Taste:
ja: option(右):
zh_tw: 右 option:

# SETTINGS_GENERAL_INPUT_LEFT_COMMAND
source: Left command:
de: Linke command Taste:
ja: command(左):
zh_tw: 左 command:

# SETTINGS_GENERAL_INPUT_RIGHT_COMMAND
source: Right command:
de: Rechte command Taste:
ja: command(右):
zh_tw: 右 command:

# SETTINGS_TOGGLE_SCREEN_RECORDING
source: Start/Stop Screen Recording
de: Bildschirmaufnahme starten/stoppen
ja: 録画のショートカットキー:
zh_tw: 開始/結束 螢幕錄影

# SETTINGS_CAPTURE_PERMISSIONS_CHECK
source: XIV On Mac requires permission to capture your screen. If you wish to receive a notification when screen recording has started or stopped, notification permissions must also be granted.
de: XIV on Mac benötigt deine Erlaubnis um den Bildschirm aufzunehmen. Um eine Benachrichtigung beim Starten oder Stoppen einer Aufnahme zu erhalten musst du zusätzlich die Berechtigung für Benachrichtigungen aktivieren.
ja: 録画を使用するにはXIV on Macへ画面収録の権限付与が必要です。また、録画開始・終了時に通知が必要な場合は、通知の権限付与が併せて必要です。
zh_tw: XIV On Mac 需要取得擷取螢幕的權限，如果你想要在開始/暫停結束螢幕錄影時收到通知的話，您也需要打開通知的權限。

# SETTINGS_CAPTURE_PERMISSIONS_CHECK_BUTTON
source: Check Permissions…
de: Zugriffsrechte prüfen...
ja: 権限をチェックする
zh_tw: 權限檢查中…

# CAPTURE_FOLDER_LABEL
source: Capture Location:
de: Ort der Aufnahme:
ja: 録画の保存先フォルダ:
zh_tw: 檔案存放位置:

# CAPTURE_FOLDER_SELECT_BUTTON
source: Select…
de: Auswählen…
ja: 選択…
zh_tw: 選擇…

# SELECT_CAPTURE_PATH_PANEL_MESSAGE
source: Choose a folder to store new screen captures in.
de: Wähle ein Verzeichnis aus, in dem neue Bildschirmaufnahme gespeichert werden sollen.
ja: 録画の保存先フォルダを選択
zh_tw: 選擇資料夾存放你的螢幕錄影檔案

# SETTINGS_CAPTURE_CODEC
source: Video Codec:
ja: ビデオコーデック:
zh_tw: 影片編碼:

# SCREEN_CAPTURE_PERMISSION
source: Screen Capture Permissions
de: Berechtigungen für Bildschirmaufnahme
ja: 録画の権限
zh_tw: 螢幕擷取權限

# SCREEN_CAPTURE_PERMISSION_HAVE_NONE
source: XIV On Mac requires Screen Capture permission in order to record. You might also want to grant Notification permission to find out when recording has started or stopped.
de: Um Videos aufzuzeichnen benötigt XIV On Mac die Berechtigung zur "Bildschirmaufnahme". Zusätzlich kann die Berechtigung für "Mitteilungen" aktiviert werden um beim Starten und Beenden einer Aufzeichnung benachrichtigt zu werden.
ja: 録画を使用するにはXIV on Macへ画面収録の権限付与が必要です。また、録画開始・終了時に通知が必要な場合は、通知の権限付与が併せて必要です。
zh_tw: XIV On Mac 需要螢幕擷取權限才能錄製。您可能還想要授予通知權限以了解錄製何時開始或停止。

# SCREEN_CAPTURE_PERMISSION_NO_NOTIFY
source: XIV On Mac required Notification permission to inform you when recording has started or stopped. Screen recording will still work without this permission.
de: XIV On Mac benötigt die Mitteilungs-Berechtigung um über den Start und das Beenden einer Aufzeichnung zu informieren. Bildschirmaufnahmen können auch ohne diese Berechtigung erstellt werden.
ja: 録画開始・終了時に通知が必要な場合は、XIV on Macへ通知の権限付与が必要です。この権限がなくても録画は使用出来ます。
zh_tw: XIV On Mac 需要通知權限來告知您錄製何時開始或停止。螢幕錄製在沒有此權限的情況下仍可運作。

# SCREEN_CAPTURE_PERMISSION_NO_RECORD
source: XIV On Mac requires Screen Capture permission in order to record.
de: XIV On Mac benötigt die Erlaubnis zur Bildschirmaufnahme, um aufnehmen zu können.
ja: 録画を使用するにはXIV on Macへ画面収録の権限付与が必要です。
zh_tw: XIV On Mac 需要螢幕擷取權限才能錄製。

# SCREEN_CAPTURE_PERMISSION_HAVE_ALL
source: XIV On Mac has all the permissions it needs!
de: XIV On Mac verfügt über alle erforderlichen Berechtigungen!
ja: XIV on Macは必要なすべての権限が付与されています。
zh_tw: XIV On Mac 擁有所有需要的權限！

# SCREEN_CAPTURE_PERMISSION_OPEN_PREF_BUTTON
source: Open Security Settings…
de: Öffnen der Sicherheitseinstellungen...
ja: プライバシーとセキュリティを開く…
zh_tw: 開啟安全性設定…

# NOTIFY_CAPTURE_TITLE
source: Screen Capture
de: Bildschirmaufnahme
ja: 録画
zh_tw: 螢幕錄影

# NOTIFY_CAPTURE_STARTED_SUBTITLE
source: Started Screen Recording
de: Gestartete Bildschirmaufnahme
ja: 録画を開始しました
zh_tw: 開始螢幕錄影

# NOTIFY_CAPTURE_STARTED_BODY
source: Recording to %@
de: Aufnahme auf %@
ja: 保存先: %@
zh_tw: 錄製到 %@

# NOTIFY_CAPTURE_STOPPED_SUBTITLE
source: Stopped Screen Recording
de: Gestoppte Bildschirmaufnahme
ja: 録画を終了しました
zh_tw: 結束螢幕錄影

# NOTIFY_CAPTURE_STOPPED_BODY
source: Recording saved to %@
de: Aufnahme gespeichert in %@
ja: 保存先: %@
zh_tw: 錄影檔案儲存到 %@

# SETTINGS_FPS_LIMIT
source: Maximum Frame Rate
de: Maximale Framerate
fr: Fréquence d'images maximale
ja: 最大フレームレート
zh_tw: 最大幀率

# SETTINGS_GRAPHICS_ASYNC
source: Async
fr: Asynchrone
ja: 非同期
zh_tw: 非同步

# SETTINGS_GRAPHICS_DXVK_HUD_HEADER
source: DXVK HUD Options
de: DXVK HUD Optionen
fr: Options affichage tête haute de DXVK
ja: DXVK HUDオプション
zh_tw: DXVK HUD 選項

# SETTINGS_GRAPHICS_HUD_BLURB
source: HUD Options are informational items displayed in the upper left corner during play that can aid you in determining how in-game settings are affecting your performance. They are entirely optional.
de: HUD-Optionen sind Informationselemente, die während des Spiels in der oberen linken Ecke angezeigt werden und dir dabei helfen können festzustellen, wie sich die Einstellungen im Spiel auf Ihre Leistung auswirken. Sie sind vollkommen optional.
fr: Les options HUD sont des éléments d'information affichés dans le coin supérieur gauche dans le jeu qui peuvent vous aider à déterminer comment les paramètres du jeu affectent vos performances. Ils sont entièrement facultatifs.
ja: HUDオプションは、プレイ中に左上に表示される情報で、ゲーム内の設定がパフォーマンスにどのような影響を及ぼしているか判断するのに役立ちます。全ての項目は任意に設定可能です。
zh_tw: HUD 選項是在遊戲過程中顯示在左上角的資訊項目，可以幫助您了解遊戲內設定如何影響您的效能。這些選項完全是可選的。

# SETTINGS_GRAPHICS_HUD_SCALE
source: Scale:
de: Skalierung:
fr: Échelle:
ja: 拡大率:
zh_tw: 縮放:

# SETTINGS_GRAPHICS_RESET_SCALE_BUTTON
source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
zh_tw: 重置

# SETTINGS_GRAPHICS_METAL3_HUD
source: Metal 3 Performance HUD
zh_tw: Metal 3 效能 HUD

# SETTINGS_GRAPHICS_DEVICE_INFO
source: Device Info
de: Geräte-Info
zh_tw: 裝置資訊

# SETTINGS_GRAPHICS_GPU_LOAD
source: GPU Load
de: GPU-Auslastung
zh_tw: GPU 負載

# SETTINGS_GRAPHICS_FRAME_RATE_HUD
source: Frame Rate
zh_tw: 幀率

# SETTINGS_GRAPHICS_DXVK_VERSION
source: DXVK Version
zh_tw: DXVK 版本

# SETTINGS_GRAPHICS_FRAME_TIME
source: Frame Time Graph
zh_tw: 幀數時間圖表

# SETTINGS_GRAPHICS_FEATURE_LEVEL
source: D3D Feature Level
zh_tw: D3D 功能等級

# SETTINGS_GRAPHICS_BUFFER_SUBMISSIONS
source: Command Buffer Submissions
zh_tw: 命令緩衝區提交

# SETTINGS_GRAPHICS_COMPILER
source: Shader Compiler Activity
de: Shader Compiler Aktivität
zh_tw: 著色器編譯器活動

# SETTINGS_GRAPHICS_DRAWCALLS
source: Draw Calls and Render Passes
de: Draw Calls und Render Passes
zh_tw: 繪製呼叫和渲染通道

# SETTINGS_GRAPHICS_PIPELINES
source: Graphics and Compute Pipelines
de: Graphics und Compute Pipelines
zh_tw: 圖形和計算管線

# SETTINGS_GRAPHICS_MEMORY
source: Memory Used
de: Genutzter Speicher
zh_tw: 已使用記憶體

# SETTINGS_GRAPHICS_ALL_DXVK_ON_BUTTON
source: Enable Entire DXVK HUD
de: Alle DXVK HUD Optionen aktivieren
ja: 全てを選択
zh_tw: 啟用完整 DXVK HUD

# SETTINGS_GRAPHICS_ALL_DXVK_OFF_BUTTON
source: Disable Entire DXVK HUD
de: Alle DXVK HUD Optionen deaktivieren
ja: 全てを選択解除
zh_tw: 停用完整 DXVK HUD

# SETTINGS_GRAPHICS_RETINA
source: Enable macOS Scaling
de: macOS Skalierung aktivieren
fr: Activer la mise à l'échelle macOS
ja: macOSのスケーリングを有効化
zh_tw: 啟用 macOS 縮放

# SETTINGS_GRAPHICS_RETINA_BUGFIX
source: Bugfix for non-scaling mode in fullscreen
de: Bugfix für deaktivierte macOS Skalierung im Vollbildmodus
fr: Correctif du bug pour le mode sans mise à l'échelle
ja: 全画面時のスケーリングモードのバグフィックス
zh_tw: 全螢幕非縮放模式的錯誤修正

# SETTINGS_PLUGINS_WHAT_IS_DALAMUD_BLURB
source: Plugins are enabled by a project called Dalamud, which enables extra functionality in your game. If you do not know why you would want a plugin or do not wish to use them, you may safely leave this disabled. To learn more about Dalamud please visit: https://github.com/goatcorp/Dalamud
de: Plugins werden durch ein Projekt namens Dalamud geladen, das zusätzliche Funktionen in deinem Spiel ermöglicht. Wenn du nicht weißt, wozu du ein Plugin benötigen oder es nicht verwenden möchten, kann Dalamud bedenkenlos deaktiviert bleiben. Mehr über Dalamud kannst du hier erfahren: https://github.com/goatcorp/Dalamud
fr: Les plugins sont activés par un projet appelé Dalamud, qui permet des fonctionnalités supplémentaires dans votre jeu. Si vous ne savez pas pourquoi vous voudriez un plugin ou si vous ne souhaitez pas les utiliser, vous pouvez les laisser désactivés en toute sécurité. Pour en savoir plus sur Dalamud, veuillez visiter : https://github.com/goatcorp/Dalamud
ja: プラグイン機能はDalamudプロジェクトによって提供され、あなたのゲームに色々な（余計な）機能を追加できます。プラグインが必要な理由がわからない場合や、プラグインを使用したくない場合はこの機能を無効にした方が安全です。詳細は下記のWebサイトをご覧ください。 https://github.com/goatcorp/Dalamud
zh_tw: 外掛是由一個名為 Dalamud 的專案啟用，能為你的遊戲增加額外功能。如果你不知道為什麼需要外掛，或是不想使用外掛，可以放心地保持停用。想了解更多關於 Dalamud，請造訪： https://github.com/goatcorp/Dalamud

# SETTINGS_PLUGINS_DALAMUD_ENABLE
source: Enable Dalamud
de: Dalamud aktivieren
fr: Activer Dalamud
ja: Dalamudを有効化
zh_tw: 啟用 Dalamud

# SETTINGS_PLUGINS_DALAMUD_ENTRYPOINT
source: Entrypoint
zh_tw: 進入點

# SETTINGS_PLUGINS_DALAMUD_DELAY_BLURB
source: If Dalamud is not loading succesfully, you can try adjusting the load delay up or down to find a value that works for your Mac.
de: Wenn Dalamud sich nicht erfolgreich laden kann kannst du versuchen die Ladeverzögerung nach oben oder unten zu verändern, um einen Wert zu finden der für deinen Mac geeignet ist.
fr: Si Dalamud ne fonctionne pas correctement, vous pouvez essayer d'augmenter ou diminuer le délais pour trouver une valeur qui fonctionne pour votre Mac.
ja: Dalamudのロードがうまくいかない場合は、ロードの遅延秒数を適宜調整して、お使いのMacに合う値を探してみてください。
zh_tw: 如果 Dalamud 沒有成功載入，你可以嘗試調整載入延遲的時間，增加或減少，來找到適合你 Mac 的數值。

# SETTINGS_PLUGINS_DALAMUD_DELAY_UNITS
source: seconds
de: Sekunden
fr: secondes
ja: 秒
zh_tw: 秒

# SETTINGS_PLUGINS_DALAMUD_DELAY_LABEL
source: Delay:
de: Ladeverzögerung:
fr: Délais :
ja: 遅延:
zh_tw: 延遲：

# SETTINGS_PLUGINS_DISCORD_BLURB
source: The bridge enables the Discord Rich Presence Dalamud plugin to update your Discord status. If you do not plan to use this plugin, you can disable this setting.
de: Die Brücke erlaubt es dem Discord Rich Presence Dalamud-Plugin deinen Discord-Status zu aktualisieren. Wenn Sie nicht vorhaben, dieses Plugin zu verwenden, können Sie diese Einstellung deaktivieren.
fr: Le "Bridge" permet au plugin "Discord Rich Presence Dalamud" de mettre à jour votre statut Discord. Si vous ne prévoyez pas d'utiliser ce plugin, vous pouvez désactiver ce paramètre.
ja: 以下をチェックするとDalamudのDiscord Rich Presenceプラグインを利用可能にし、Discord のステータスを更新できるようになります。このプラグインを使用する予定がない場合は、この設定を無効できます。
zh_tw: 此橋接功能可讓 Discord Rich Presence Dalamud 外掛更新你的 Discord 狀態。如果你不打算使用這個外掛，可以停用這個設定。

# SETTINGS_PLUGINS_DISCORD_TOGGLE
source: Discord Rich Presence Wine Bridge
de: Discord Rich Presence Wine Brücke
ja: Discord Rich Presence Wineブリッジ
zh_tw: Discord Rich Presence Wine 橋接

# SETTINGS_ADVANCED_BLURB
source: These settings are mainly for troubleshooting purposes and generally shouldn't need to be changed.
de: Diese Einstellungen dienen hauptsächlich der Fehlersuche und sollten im Allgemeinen nicht verändert werden.
fr: Ces paramètres sont principalement destinés à des fins de dépannage et ne doivent généralement pas être modifiés.
ja: これらの設定は主にトラブルシューティングのためのもので、通常変更する必要はありません。
zh_tw: 這些設定主要用於疑難排解，一般情況下不需要更改。

# SETTINGS_ADVANCED_KEEP_PATCHES
source: Keep Patches
de: Patches behalten
fr: Conserver les correctifs
ja: パッチを保持する
zh_tw: 保留更新檔

# SETTINGS_ADVANCED_MSYNC
source: Msync
zh_tw: Msync 同步

# SETTINGS_ADVANCED_ESYNC
source: Esync
ja: Esyncを有効化
zh_tw: Esync 同步

# SETTINGS_ADVANCED_ENCRYPT_ARGS
source: Encrypt Game Arguments
de: Spielargumente verschlüsseln
fr: Chiffrer les arguments du jeu
ja: ゲームの引数を暗号化する
zh_tw: 加密遊戲參數

# SETTINGS_ADVANCED_AUTO_EXIT
source: Quit XIV on Mac upon game exit
de: XIV on Mac beim Beenden des Spiels beenden
fr: Quitter XIV on Mac à la sortie du jeu
ja: ゲームを終了時にXIV on Macも終了させる
zh_tw: 遊戲結束時自動關閉 XIV on Mac

# SETTINGS_ADVANCED_ERROR_EXIT
source: Warn if game exits with non-zero exit code
de: Eine Warnung einblenden, wenn das Spiel mit einem nicht Null Exit-Code beendet wird
fr: Avertir si le jeu se termine avec un code de sortie différent de zéro
ja: ゲーム本体が0以外の終了コードを返して終了した場合に警告する
zh_tw: 若遊戲以非零代碼結束時警告

# SETTINGS_ADVANCED_WINE_DEBUG
source: Wine Debug:
fr: Débogage de Wine :
zh_tw: Wine 除錯：

# FIRSTAID_WINDOW_TITLE
source: First-Aid
de: Erste Hilfe
ja: トラブルシューティング
zh_tw: 急救

# FIRSTAID_SHADER_CACHE_HEADING
source: Shader Cache
ja: シェーダーキャッシュ
zh_tw: 著色器快取

# FIRSTAID_SHADER_CACHE_BLURB
source: If your game is freezing at startup, "Compiling Shaders…" forever, missing lighting or randomly freezing, the problem may be with your shader cache. Deleting it will cause a new one to be rebuilt, though it may result in occasional stutters during play initially.
de: Wenn dein Spiel beim Start einfriert, "Compiling Shaders..." ewig dauert, die Beleuchtung fehlt oder das Spiel zufällig einfriert, liegt das Problem möglicherweise an deinem Shader-Cache. Wenn du ihn löschst, wird ein neuer Cache erstellt, auch wenn dies anfangs zu gelegentlichen Stottern beim Spielen führen kann.
ja: 起動時にフリーズしたり、Compiling Shaders… が無限に続いたり、ライトが欠けたり、ランダムにフリーズする場合は、シェーダーキャッシュに問題がある可能性があります。シェーダーキャッシュを削除すると新しいキャッシュが再構築されますが、初期状態ではプレイ中に時々カクカクすることがあります。
zh_tw: 如果你的遊戲在啟動時凍結，長時間顯示「正在編譯著色器…」、出現光影異常或隨機凍結，問題可能出在你的著色器快取。刪除它會讓系統重新建立一個新的快取，但初期遊玩時可能會偶爾出現卡頓現象。

# FIRSTAID_SHADER_CACHE_BUTTON
source: Delete User Shader Cache
de: Benutzer Shader Cache löschen
ja: シェーダーキャッシュの削除
zh_tw: 刪除使用者著色器快取

# FIRSTAID_CONFIG_HEADING
source: FFXIV Configuration
de: FFXIV Konfiguration
ja: FF14の設定
zh_tw: FFXIV 設定

# FIRSTAID_RESET_CONFIG_BLURB
source: If you've misconfigured your game in a way that prevents you from playing it, such as a bad graphics setting, you can try resetting your configuration to default.
de: Wenn du dein Spiel auf eine Weise falsch konfiguriert hast, die dich daran hindert, es zu spielen, wie z.B. eine schlechte Grafikeinstellung, kannst du versuchen, deine Konfiguration auf die Standardeinstellungen zurückzusetzen.
ja: グラフィック設定を失敗するなどして、ゲームをプレイできないような設定になっている場合は、設定をデフォルトに戻してみてください。
zh_tw: 如果你因為設定錯誤（例如不當的顯示設定）導致無法遊玩，可以嘗試將設定重置為預設值。

# FIRSTAID_RESET_CONFIG_BUTTON
source: Reset Configuration
de: Konfiguration zurücksetzen
ja: 設定をリセットする
zh_tw: 重置設定

# FIRSTAID_CHECKUP_BLURB
source: XIV on Mac can identify potential problems, or make recommended changes to your FFXIV Configuration file to give you the best experience available on the Mac.
de: XIV on Mac kann mögliche Probleme identifizieren und empfohlene Änderungen an deiner FFXIV-Konfigurationsdatei vornehmen, um dir das bestmögliche Erlebnis auf dem Mac zu bieten.
ja: XIV on Macは潜在的な問題を特定したり、FF14の設定ファイルに推奨される変更を加えることで、Macで利用可能な最高のパフォーマンスを提供できます。
zh_tw: XIV on Mac 可以協助偵測潛在問題，或對你的 FFXIV 設定檔提出建議修改，讓你在 Mac 上獲得最佳體驗。

# FIRSTAID_CHECKUP_BUTTON
source: Configuration Checkup
de: Konfigurationsüberprüfung
ja: 設定をチェックする
zh_tw: 設定檢查

# FIRSTAID_CFGCHECK_FIX_BUTTON
source: Fix
de: Reparieren
ja: 設定を修正する
zh_tw: 修復

# BENCHMARK_WINDOW_TITLE
source: Final Fantasy XIV Benchmark
fr: Benchmark Final Fantasy XIV
ja: Final Fantasy XIVベンチマーク
zh_tw: Final Fantasy XIV 效能測試
