Repository: marzent/XIV-on-Mac
Catalog: XIV on Mac/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_tw

# BUTTON_YES
source: Yes
de: Ja
fr: Oui
ja: はい
zh_tw: 同意

# BUTTON_NO
source: No
de: Nein
fr: Non
ja: いいえ
zh_tw: 不同意

# BUTTON_OK
source: OK
fr: Okay
zh_tw: 同意

# BUTTON_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
zh_tw: 取消

# BUTTON_CLOSE
source: Close
de: Schließen
ja: 閉じる
zh_tw: 關閉

source: Login Error
de: Login Fehler
fr: Erreur d'identification
ja: ログインエラー
zh_tw: 登入錯誤

# START_ERROR
source: Error starting FFXIV
de: Fehler beim starten von FFXIV
fr: Erreur de démarrage de FFXIV
ja: FF14の起動に失敗
zh_tw: 啟動 FFXIV 遇到錯誤。

# INCORRECT_CREDENTIALS_SHORT
source: Incorrect Credentials
de: ID oder Passwort ist falsch
fr: Identifiants incorrects
ja: 認証に失敗
zh_tw: 錯誤的憑證

# INCORRECT_CREDENTIALS
source: The login servers did not accept the provided credentials.
de: Der Login Server hat die Square Enix-ID und Passwort Kombination nicht akzeptiert.
fr: Les serveurs d'identification n'ont pas acceptés les identifiants fourni
ja: 認証情報が正しくありません。
zh_tw: 登入伺服器無法接受您提供的憑證。

# NO_STEAM_TICKET_SHORT
source: Could not connect to Steam
de: Verbindung mit Steam konnte nicht hergestellt werden
fr: N'a pas pu se connecter à Steam
ja: Steamに接続できませんでした。
zh_tw: 無法連接到 Steam

# NO_STEAM_TICKET
source: XIV on Mac could not obtain a valid Steam Ticket for Final Fantasy XIV. Make sure Steam is running, you are logged in and that you linked your Steam Account.
de: XIV on Mac konnte kein gültiges Steam-Ticket für Final Fantasy XIV erhalten. Vergewissere dich, dass Steam läuft, dass du eingeloggt bist und dass du dein Steam-Konto verknüpft hast.
fr: XIV on Mac ne peut pas obtenir un Steam Ticket valide pour Final Fantasy XIV. Soyez sûr que Steam est ouvert, que vous êtes identifié et que vous avez associé votre compte Steam.
ja: XIV on MacはFF14の有効なSteamチケット取得に失敗しました。Steamアプリが起動しログイン済みであることと、モグステーションにSteamアカウントをリンクしているかご確認ください。
zh_tw: XIV on Mac 無法取得 Final Fantasy XIV 的有效 Steam 計票。請確保 Steam 正在運行，您已登入，並且已連結您的 Steam 帳戶。

# STEAM_USER_ERROR_SHORT
source: Steam Error
de: Steam Fehler
fr: Erreur de Steam
ja: Steamエラー
zh_tw: Steam 出現錯誤

# STEAM_USER_ERROR
source: There is a mismatch between the provided username and Steam account.
de: Es gibt eine Unstimmigkeit zwischen dem angegebenen Benutzernamen und dem Steam-Konto.
fr: Il y a une différence entre le nom d'utilisateur fourni et celui de votre compte Steam.
ja: ユーザー名とSteamアカウントが一致していません。
zh_tw: 您提供的使用者名稱和 Steam 帳戶無法連接。

# NOT_PLAYABLE_SHORT
source: Licensing error
de: Lizenz Fehler
fr: Erreur de licensement
ja: ライセンスエラー
zh_tw: 訂閱授權錯誤

# NOT_PLAYABLE
source: The login servers response indicates that you cannot play the game currently. Please make sure to have an active subscription and select the correct license (Windows, Steam or Mac) in Settings.
de: Die Antwort der Anmeldeserver zeigt an, dass du das Spiel derzeit nicht spielen kannst. Bitte stelle sicher, dass du ein aktives Abonnement hast und die richtige Lizenz (Windows, Steam oder Mac) in den Einstellungen ausgewählt ist.
fr: La réponse des serveurs d'identification indique que vous ne pouvez pas jouer. Assurez-vous d'avoir un abonnement actif et sélectionner votre type d'abonnement (Windows, Steam ou Mac) dans les paramètres.
ja: ログインサーバーがライセンス切れの応答を返しました。契約期間が有効かどうか確認し、設定から正しいライセンス（Windows、Steam、Mac）を選択してください。
zh_tw: 登入伺服器的回應顯示您目前無法遊玩遊戲。請確保您有有效的訂閱，並在設定中選擇正確的授權類型（Windows、Steam 或 Mac）。

# NO_TERMS_SHORT
source: Login system error
de: Login System Fehler
fr: Erreur dand le système d'identification
ja: ログインシステムエラー
zh_tw: 登入系統錯誤

# NO_TERMS
source: Please accept the Final Fantasy XIV Terms of Use in the official launcher.
de: Bitte akzeptieren die Final Fantasy XIV-Nutzungsbedingungen im offiziellen Launcher.
fr: Accepter les conditions de services de Final Fantasy XIV ou utiliser le lanceur officiel.
ja: 公式ランチャーにて「ファイナルファンタジーXIV利用規約」に同意してください。
zh_tw: 請在官方啟動器中接受 Final Fantasy XIV 的使用條款。

# PROTOCOL_ERROR_SHORT
source: Login system error
de: Login System Fehler
fr: Erreur dans le système d'identification
ja: ログインシステムエラー
zh_tw: 登入系統錯誤

# PROTOCOL_ERROR
source: The login servers did not accept the request. Please make sure you have a stable network connection to the FFXIV servers.
de: Die Login-Server haben die Anfrage nicht angenommen. Bitte stelle sicher, dass du eine stabile Netzwerkverbindung zu den FFXIV-Servern hast.
fr: Les serveurs d'idenfication n'ont pas accepté la requête. Soyez sûr d'avoir une connexion stable connectée sur les serveurs de FFXIV.
ja: ログインサーバーがリクエストを受け付けませんでした。ネットワーク接続が安定していることをご確認ください。
zh_tw: 登入伺服器無法接受請求。請確保您有穩定的網路連接到 FFXIV 伺服器。

# NETWORK_ERROR_SHORT
source: Network Error
de: Netzwerk Fehler
fr: Erreur de réseau
ja: ネットワークエラー
zh_tw: 網路錯誤

# NETWORK_ERROR
source: Check your internet connection, or try again later. Is FFXIV down?
de: Überprüfen deine Internetverbindung, oder versuche es später noch einmal. Ist FFXIV nicht verfügbar?
fr: Vérifier votre connexion d'Internet, ou essayer plus tard. Est-ce que FFXIV souffre d'une panne?
ja: インターネット接続を確認するか、しばらくしてもう一度お試しください。FF14のメンテナンス中かもしれません。
zh_tw: 請確保您的網路連線狀態，或是稍後再試。FFXIV 伺服器是否維修中？

# NO_INSTALL_SHORT
source: Final Fantasy XIV is not installed!
de: Final Fantasy XIV ist nicht installiert!
fr: Final Fantasy XIV n'est pas installé!
ja: FF14がインストールされていません！
zh_tw: 您尚未安裝 Final Fantasy XIV！

# NO_INSTALL
source: Essential game files could not be found. Starting Installer…
de: Wesentliche Spieldateien konnten nicht gefunden werden. Starte Installer...
fr: Certains fichiers de jeu n'on pas été trouvés. Démarrage de l'installeur…
ja: 重要なゲームファイルが見つかりませんでした。 インストーラーを起動します…
zh_tw: 找不到啟動程式所需的遊戲檔案。 Starting Installer…

# MAINTENANCE_SHORT
source: Maintenance in progress
de: Laufende Wartungsarbeiten
fr: Maintenance en cours
ja: 現在メンテナンス中です
zh_tw: 伺服器維修中

# MAINTENANCE
source: Please wait until maintenance finishes before logging in.
de: Bitte warte, bis die Wartungsarbeiten abgeschlossen sind, bevor du dich anmeldest.
fr: Attendez la fin de la maintenance avant de vous identifier.
ja: メンテナンス終了までお待ちください。
zh_tw: 請等候伺服器完成維修再進行登入。

# MULTIBOX_SHORT
source: Two game instances already running
de: Es laufen bereits mehrere Instanzen des Spiels
fr: Deux instances de jeu sont déjà démarrée
ja: クライアントが二重起動しています
zh_tw: 已有兩個遊戲視窗正在運行

# MULTIBOX
source: Please close one of your old game instances before starting a new one.
de: Bitte schließe eine deiner alten Spielinstanzen, bevor du eine neue startest.
fr: Fermer l'une des instance de jeu avant d'en démarrer une autre.
ja: 新しいゲームクライアントを起動する前に、古いゲームクライアントを終了させてください。
zh_tw: 在啟動新的遊戲視窗前，請關閉您的其中一個遊戲視窗。

# KILLSWITCH_SHORT
source: Login Process Changed
de: Anmeldeprozess geändert
fr: Le processus d'identification a changé
ja: ログインプロセスが変更されました
zh_tw: 登入流程改變

# KILLSWITCH
source: Due to changes to the login process made by Square Enix, we need to verify XIV on Mac works correctly and safely. Please use the official launcher in the meantime.
de: Aufgrund von Änderungen am Login-Prozess, die von Square Enix vorgenommen wurden, müssen wir überprüfen, ob XIV on Mac korrekt und sicher funktioniert. Bitte verwenden Sie in der Zwischenzeit den offiziellen Launcher.
fr: En raison des modifications apportées au processus de connexion par Square Enix, vous devez vérifier que XIV Mac fonctionne correctement et en toute sécurité. Veuillez utiliser le lanceur officiel en attendant.
ja: スクウェア・エニックス社がログイン方法を変更したことにより、XIV on Macが正しく安全に動作するか確認する必要があります。それまでの間は公式ランチャーをご利用ください。
zh_tw: 由於 Square Enix 對登入流程進行了更改，我們需要驗證 XIV on Mac 能夠正確且安全地運作。在此期間，請使用官方啟動器。

# UNEXPECTED_SHORT
source: Unexpected Error
de: Unerwarteter Fehler
fr: Erreur inattendue
ja: 予期せぬエラー
zh_tw: 無法預期的錯誤

# UNEXPECTED
source: An unexpected error occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inattendue est survenue.
ja: 予期せぬエラーが発生しました。
zh_tw: 發生無法預期的錯誤。

source: Repair Result
de: Ergebnis der Reparatur
fr: Résultat de la réparation
ja: 修復の結果
zh_tw: 修復結果

# DALAMUD_START_FAILURE
source: Dalamud is not OK
de: Dalamud ist nicht okay
fr: Dalamud ne fonctionne pas
ja: Dalamudの起動に失敗
zh_tw: Dalamud 無法使用

# DALAMUD_START_FAILURE_INFORMATIONAL
source: An error occured downloading and installing Dalamud. Please check your network connection and make sure Dalamud is compatible with the current game version.
de: Beim Herunterladen und Installieren von Dalamud ist ein Fehler aufgetreten. Bitte überprüfe deine Netzwerkverbindung und stelle sicher, dass Dalamud mit der aktuellen Spielversion kompatibel ist.
fr: Une erreur est survenue lors du téléchargement et de l'installation de Dalamud. Vérifiez votre connexion et assurez-vous que Dalamud est compatible avec la version courante du jeu.
ja: Dalamudのダウンロードとインストールでエラーが発生しました。ネットワーク接続を確認し、Dalamudが現在のクライアントバージョンと互換性があるかご確認ください。
zh_tw: 下載和安裝 Dalamud 時發生錯誤。請檢查您的網路連線，並確保 Dalamud 與當前遊戲版本相容。

# GAME_START_FAILURE
source: Final Fantasy XIV failed to start
de: Final Fantasy XIV konnte nicht gestartet werden
fr: Le lancement de Final Fantasy XIV a échoué
ja: ファイナルファンタジーXIVの起動失敗
zh_tw: Final Fantasy XIV 啟動失敗

# GAME_START_FAILURE_INFORMATIONAL
source: An error occured starting the game. Please try restarting XIV on Mac.
de: Beim Starten des Spiels ist ein Fehler aufgetreten. Bitte versuche XIV on Mac neu zu starten.
fr: Une erreur est survenue lors du lancement du jeu. Essayez de relancer XIV on MAC.
ja: ゲーム開始時にエラーが発生しました。XIV on Macを再起動してみてください。
zh_tw: 在啟動遊戲時發生了錯誤，請在 Mac 上重新啟動 XIV。

# FIRSTAID_GAME_RUNNING
source: Final Fantasy XIV is Running
de: Final Fantasy XIV läuft
fr: Final Fantasy XIV tourne
ja: ファイナルファンタジーXIVが実行されています
zh_tw: Final Fantasy XIV 正在執行中

# FIRSTAID_GAME_RUNNING_INFORMATIONAL
source: Please close any copies of Final Fantasy XIV that are running before taking any Troubleshooting actions.
de: Bitte schließe all noch laufenden Kopien von Final Fantasy XIV, bevor du Maßnahmen zur Fehlerbehebung ergreifst.
fr: Fermer les instances de Final Fantasy XIV déjà lancées avant d'entreprendre le Dépannage.
ja: トラブルシューティングを行う前に、起動中のゲームクライアントを終了させてください。
zh_tw: 在進行任何故障排除操作之前，請關閉所有正在運行的 Final Fantasy XIV 程序。

# DXVK_USER_CACHE_DELETED
source: Shader Cache Deleted
de: Shader Cache gelöscht
fr: Shader Cache supprimé
ja: シェーダーキャッシュの削除成功
zh_tw: 刪除著色器暫存

# DXVK_USER_CACHE_DELETED_INFORMATIVE
source: The shader cache was deleted succesfully. Try starting the game to see if your problem has been addressed.
de: Der Shader Cache wurde erfolgreich gelöscht. Versuche das Spiel zu starten, um zu sehen, ob dein Problem behoben wurde.
fr: Le Shader Cache a été supprimé. Démarrez le jeu et vérifiez si votre problème a été corrigé.
ja: シェーダーキャッシュを削除しました。ゲームを起動し、問題が解決されたかご確認ください。
zh_tw: 著色器暫存檔案已經成功刪除。請試著重新啟動遊戲看問題是否已解決。

# DXVK_USER_CACHE_DELETE_FAILED
source: Deleting Shader Cache Failed
de: Shader Cache löschen fehlgeschlagen
fr: Suppression du Shader Cache échouée
ja: シェーダーキャッシュ削除失敗
zh_tw: 刪除著色器暫存失敗

# DXVK_USER_CACHE_DELETE_FAILED_INFORMATIVE
source: Unable to delete the shader cache. You can try to manually delete it using File->Open Wine Prefix.
de: Der Shader-Cache kann nicht gelöscht werden. Du kannst versuchen, ihn manuell über File->Open Wine Prefix öffnen zu löschen.
fr: Incapable de supprimer le shader cache. Vous pouvez essayer de le supprimer manuellement avec Fichier->Ouvrir Wine Prefix.
ja: シェーダーキャッシュを削除できません。ファイル→Wine Prefixを開く…を使用して手動で削除してみてください。
zh_tw: 無法刪除著色器暫存檔案. 請您嘗試至以下路徑手動刪除 File->Open Wine Prefix.

# GAME_CONFIG_RESET
source: Configuration Reset
de: Zurücksetzen der Konfiguration
fr: Configuration réinitialisée
ja: 設定ファイルをリセット
zh_tw: 重置設定

# GAME_CONFIG_RESET_INFORMATIVE
source: Your game configuration was succesfully reset.
de: Deine Spielkonfiguration wurde erfolgreich zurückgesetzt.
fr: Votre configuration de jeu a été réinitialisée.
ja: ゲームの設定ファイルのリセットに成功しました。
zh_tw: 您的遊戲設定已經重置成功。

# GAME_CONFIG_RESET_FAILED
source: Resetting Configuration Failed
de: Zurücksetzen der Konfiguration fehlgeschlagen
fr: Réinitialisation de la configuration échouée
ja: 設定ファイルのリセット失敗
zh_tw: 設定重置失敗

# GAME_CONFIG_RESET_FAILED_INFORMATIVE
source: Unable to reset configuration. You may need to grant XIV On Mac access to your Downloads folder in System Preferences, Security.
de: Die Konfiguration kann nicht zurückgesetzt werden. Möglicherweise musst du XIV On Mac in den Systemeinstellungen, Sicherheit, Zugriff auf den Ordner Downloads gewähren.
fr: Incapable de réinitialiser la configuration. Vous pourriez autoriser XIV on Mac les droits d'accès à votre dossier de Téléchargement dans Préférences du système, Sécurité.
ja: 設定ファイルのリセットができませんでした。システム環境設定のセキュリティとプライバシーで、XIV on Macにダウンロードフォルダへのアクセス許可を与える必要があります。
zh_tw: 無法重置設定。您必須在系統設定、安全性偏好設定中授權 XIV On Mac 取得你的下載資料夾權限。

# DOCUMENTS_PERM_STILL_BAD
source: XIV On Mac is still unable to read and/or write to your Documents folder. If your Security Preference Pane shows the correct permissions, try deleting the entry and re-creating it.
de: XIV On Mac ist immer noch nicht in der Lage, Deinen Dokumentenordner zu lesen und/oder zu beschreiben. Wenn dein Sicherheitseinstellungsfenster die richtigen Berechtigungen anzeigt, versuche den Eintrag zu löschen und neu zu erstellen.
fr: XIV On Mac ne peut toujours pas lire ou écrire dans vos Documents. Si le volet des préférences de sécurité affiche les bonnes permissions, supprimez l'entrée et recréer la permission.
ja: XIV on Macは書類フォルダへの読み書きが許可されていません。システム環境設定で正しく設定されている場合、一旦当該項目のチェックを外し、もう一度チェックを入れてみてください。
zh_tw: XIV On Mac 仍然無法讀取和/或寫入您的文件資料夾。如果您的安全性偏好設定面板顯示正確的權限，請嘗試刪除該項目並重新建立。

# UNSUPPORTED_GPU
source: No Supported GPU Found
de: Keine unterstützte GPU gefunden
fr: Aucun GPU pris en charge trouvé
ja: GPUが対応していません
zh_tw: 找不到支援的 GPU

# UNSUPPORTED_GPU_INFORMATIVE
source: XIV On Mac did not find any supported GPUs in your Mac. If you continue, the game may fail to function, crash, or otherwise perform in a substandard manner. For more details please see our Compatibility List.
de: XIV On Mac hat keine unterstützten GPUs in deinem Mac gefunden. Wenn du fortfährst, kann es sein, dass das Spiel nicht funktioniert, abstürzt oder anderweitig unzureichend funktioniert. Weitere Details findest du in unserer Kompatibilitätsliste.
fr: XIV on Mac n'a trouvé aucun GPU pris en charge sur votre Mac. Si vous continuez, le jeu pourrait ne pas fonctionner, planter ou fonctionner de manière inférieure. Pour plus de détails, veuillez consulter notre liste de compatibilité.
ja: XIV on Macは、お使いのMac上にサポートされているGPUを見つけられませんでした。ゲームが正しく動作しなかったり、クラッシュする可能性があります。詳しくは互換性リストを参照してください。
zh_tw: XIV On Mac 無法在您的 Mac 上找到支援的 GPU。如果您繼續，遊戲可能會無法正常運作、崩潰或以標準的方式執行。如需更多詳細資訊，請參閱我們的相容性清單。

# SEE_COMPATABILITY_BUTTON
source: Compatibility List
de: Kompatibilitätsliste
fr: Liste de compatibilité
ja: 互換性リスト
zh_tw: 相容性清單

# RETINA_WARNING
source: Warning
de: Warnung
fr: Avertissement
ja: 警告
zh_tw: 警告

# RETINA_WARNING_INFORMATIVE
source: Disabling upscaling can increase the pixel count of the game up to 4x, which will take a heavy toll on your performance. Do not enable this on non-retina displays, unless for screenshot purposes.
de: Das Deaktivieren der Hochskalierung kann die Pixelzahl des Spiels um das Vierfache erhöhen, was sich stark auf die Leistung auswirkt. Aktiviere dies auf Nicht-Retina-Displays nur, wenn du Bildschirmfotos aufnehmen möchtest
fr: La désactivation de la mise à l'échelle peut augmenter le nombre de pixels du jeu jusqu'à 4x, ce qui pèsera lourdement sur vos performances. Ne l'activez pas sur les écrans autres que écrans Retina, sauf à des fins de capture d'écran.
ja: アップスケーリングを無効にすると、ゲームのピクセル数が最大4倍まで増加するため、パフォーマンスに多大な影響が出ます。 スクリーンショットを撮る用途でない限り、Retinaディスプレイ以外ではこの機能を有効にしないでください。
zh_tw: 停用縮放可以將遊戲的像素數量增加到最多 4 倍，這會對您的效能造成嚴重影響。除非是為了截圖目的，否則請不要在非 Retina 顯示器上啟用此功能。

# RETINA_ENABLE_BUTTON
source: Understood
de: Verstanden
fr: J'ai compris
ja: 理解しました
zh_tw: 了解

# ROSETTA_REQUIRED
source: Rosetta 2 is Required.
de: Rosetta 2 wird benötigt.
fr: Rosetta 2 est requis.
ja: Rosetta 2が必要です
zh_tw: 需要 Rosetta 2。

# ROSETTA_REQUIRED_INFORMATIVE
source: XIV On Mac requires Apple's Rosetta 2 to be installed in order to function on your Apple Silicon Mac. If you choose not to install, your game will not start. Rosetta requires you to read and agree to the terms of the software license agreement here: http://www.apple.com/legal/sla/. Would you like to install Rosetta now?
de: XIV On Mac erfordert die Installation von Apples Rosetta 2, um auf deinem Apple Silicon Mac zu funktionieren. Wenn du es nicht installierst kann das Spiel nicht gestartet werden. Rosetta erfordert, dass du die Bedingungen der Software-Lizenzvereinbarung ließt und ihnen zustimmst: http://www.apple.com/legal/sla/. Möchtest du Rosetta jetzt installieren?
fr: XIV on Mac nécessite l'installation de Rosetta 2 d'Apple pour fonctionner sur votre Apple Silicon Mac. Si vous choisissez de ne pas installer, votre jeu ne démarrera pas. Souhaitez-vous lancer le programme d'installation de Rosetta maintenant ?
ja: XIV on Macは、Apple Siliconを搭載したMacで動作させるためにApple社のRosetta 2を利用します。Rosetta 2をインストールしなければゲームは起動しません。Rosetta 2のインストーラーを起動しますか？
zh_tw: XIV On Mac 需要在您的 Apple Silicon Mac 上安裝 Apple 的 Rosetta 2 才能運作。如果您選擇不安裝，您的遊戲將無法啟動。Rosetta 要求您閱讀並同意軟體授權協議條款：http://www.apple.com/legal/sla/。您現在要安裝 Rosetta 嗎？

# ROSETTA_REQUIRED_INSTALL_BUTTON
source: Install Rosetta
de: Rosetta installieren
fr: Installer Rosetta
ja: Rosetta 2をインストールする
zh_tw: 安裝 Rosetta

# ROSETTA_REQUIRED_CANCEL_BUTTON
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
zh_tw: 取消

# FIRSTAID_CFGCHECK_GOOD_RESULT
source: Your configuration looks good!
de: Deine Konfiguration sieht gut aus!
fr: Votre configuration semble fonctionnelle !
ja: 設定に問題はありません
zh_tw: 您的設定看起來很好！

# FIRSTAID_CFGCHECK_ADVISORY_RESULT
source: Your configuration looks good, but there are some items you might want to know about.
de: Deine Konfiguration sieht gut aus, es gibt jedoch einige Hinweise.
fr: Votre configuration semble bonne, mais devriez prendre connaissance de certains éléments.
ja: 設定には問題がないようですが、いくつか知っておいた方が良い項目があります。
zh_tw: 您的設定看起來很好，但有一些項目您可能想要了解。

# FIRSTAID_CFGCHECK_RECOMMENDATION_RESULT
source: You may have better results or performance with a few changes.
de: Mit ein paar Änderungen kann die Leistung verbessert werden.
fr: Vous pouvez obtenir une meilleure perfomance de jeu avec quelques modifications.
ja: 少しの変更で、より良い結果やパフォーマンス向上が得られるかもしれません。
zh_tw: 透過一些更改，您可能會獲得更好的結果或效能。

# FIRSTAID_CFGCHECK_PROBLEM_RESULT
source: One or more problems was found with your configuration which are known to cause problems.
de: Es wurden ein oder mehrere Einstellungen gefunden welche bekanntermaßen zu Problemen führen können.
fr: Un ou plusieurs problèmes ont été trouvés dans votre configuration qui peuvent causer des problèmes.
ja: 設定にいくつかの問題が見つかりました
zh_tw: 在您的設定中發現了一個或多個已知會造成問題的問題。

# FIRSTAID_CFGCHECK_FIXED
source: Fixed!
de: Behoben!
fr: Corrigé!
ja: 修復しました！
zh_tw: 已修復！

# FIRSTAID_CFGCHECK_TESSELATION_TITLE
source: Tesselation
ja: テッセレーション
zh_tw: 曲面細分 Tessellation

# FIRSTAID_CFGCHECK_TESSELATION_EXP
source: Values above "Normal" are known to cause severe performance problems on Apple Silicon Macs, while offering no visual improvement.
de: Werte über "Normal" sind dafür bekannt, dass sie auf Apple Silicon Macs zu erheblichen Leistungsproblemen führen und keine optische Verbesserung bieten.
fr: Les valeurs supérieures à "Normal" peuvent causer de graves problèmes de performances sur les Mac Apple Silicon, tout en n'offrant aucune amélioration visuelle.
ja: テッセレーションを「標準」以上に設定すると、Apple Silicon Macで深刻なパフォーマンス低下を引き起こし、視覚的な改善も得られません。
zh_tw: 高於「一般」的值已知會在 Apple Silicon Mac 上造成嚴重的效能問題，同時不會提供視覺改善。

# SELECT_GAME_PATH_PANEL_TITLE
source: Choose FFXIV install location
de: Wähle den FFXIV Installationsort
fr: Choisir l'emplacement d'installation de FFXIV
ja: FF14のインストールフォルダを選択
zh_tw: 選擇 FFXIV 安裝位置

# SELECT_GAME_PATH_PANEL_SUBTITLE
source: It should contain the folders "game" and "boot"
de: Es sollte die Ordner "game" und "boot" enthalten.
fr: Il doit contenir les dossiers "game" et "boot".
ja: 当該フォルダには「game」と「boot」フォルダが含まれています。
zh_tw: 它應該包含「game」和「boot」資料夾

# SELECT_GAME_PATH_ERROR_MESSAGE
source: The folder you chose for your game install does not seem to be valid
de: Das ausgewählte Installationsverzeichnis scheint ungültig zu sein.
fr: Le dossier que vous avez choisi pour l'installation du jeu ne semble pas être valide.
ja: 選択されたフォルダにはゲームがインストールされていないようです。
zh_tw: 您為遊戲安裝選擇的資料夾似乎無效

# SELECT_GAME_PATH_ERROR_INFORMATIVE
source: Do you still want to use it?
de: Möchtest du ihn trotzdem verwenden?
fr: Voulez-vous toujours l'utiliser ?
ja: それでも続行しますか？
zh_tw: 您仍然想要使用它嗎？

# SELECT_BENCHMARK_PATH_PANEL_MESSAGE
source: Please choose the FFXIV benchmark location
de: Bitte wähle den FFXIV Benchmark Installationsort
ja: FF14のベンチマークフォルダを選択
zh_tw: 請選擇 FFXIV 效能測試位置

# BENCHMARK_TITLE
source: FINAL FANTASY XIV benchmark
ja: FINAL FANTASY XIVベンチマーク
zh_tw: FINAL FANTASY XIV 效能測試

# SELECT_BENCHMARK_PATH_ERROR_INFORMATIVE
source: The folder you chose for the game benchmark does not seem to be valid. It should contain "ffxiv-endwalker-bench.exe" and the folder "game"
de: Das Verzeichnis, das du für den Spiel-Benchmark gewählt hast, scheint nicht gültig zu sein. Es sollte "ffxiv-endwalker-bench.exe" und den Ordner "game" enthalten.
ja: 選択されたフォルダはベンチマークのフォルダではないようです。 「ffxiv-endwalker-bench.exe」と「game」が含まれるフォルダを選択してください。
zh_tw: 您為遊戲效能測試選擇的資料夾似乎無效。 它應該包含「ffxiv-endwalker-bench.exe」和「game」資料夾

# BENCHMARK_RESULT
source: Score: %@ Average FPS: %@
de: Ergebnis: %@ Durchschnittliche FPS: %@
ja: SCORE: %@ 平均フレームレート: %@
zh_tw: 分數：%@ 平均 FPS： %@

# PATCH_INSTALLATION_WAITING
source: Waiting for download to finish…
de: Warte auf Fertigstellung des Downloads...
fr: Attendez la fin du téléchargement…
ja: ダウンロード終了を待っています…
zh_tw: 等待下載完成…

# PATCH_INSTALLATION_PROGRESS_INIT
source: 0 out of %d Patches installed
de: 0 von %d Patches installiert
fr: 0 de %d patch installé
ja: %d個中0個のパッチがインストールされました
zh_tw: 已安裝 0 個更新程式，共 %d 個

# PATCH_INSTALLATION_PROGRESS
source: %d out of %d Patches installed
de: %d von %d Patches installiert
fr: %d de %d patchs installés
ja: %2$d個中%1$d個のパッチがインストールされました
zh_tw: 已安裝 %d 個更新程式，共 %d 個

# PATCH_INSTALLATION_ERROR_BUTTON
source: Close
de: Schließen
fr: Fermer
ja: 閉じる
zh_tw: 關閉

# PATCH_INSTALLATION_ERROR_MESSAGE
source: Download Error
de: Fehler beim Download
fr: Erreur de téléchargement
ja: ダウンロードエラー
zh_tw: 下載錯誤

# PATCH_INSTALLATION_ERROR_INFORMATIVE
source: XIV on Mac could not download %@ after %d attempts
de: XIV on Mac konnte %@ nach %d Versuchen nicht herunterladen
fr: XIV on Mac n'a pas pu télécharger %@ après %d tentatives
ja: XIV on Macは%dの試行後、%@をダウンロードできませんでした
zh_tw: XIV on Mac 在 %d 次嘗試後仍無法下載 %@

# PATCH_INSTALLATION_DOWNLOAD_STATUS_PATCH
source: %@ of %@ (%@/sec)
de: %@ von %@ (%@/Sek)
fr: %@ de %@ (%@/sec)
ja: %@中%@ (%@/秒)
zh_tw: %@ / %@ (%@/秒)

# PATCH_ERROR_MESSAGE
source: Patch Installer Error
de: Patch Installationsfehler
fr: Erreur d'installation des patchs
ja: パッチインストーラーエラー
zh_tw: 更新程式安裝器錯誤

# PATCH_ERROR_INFORMATIVE
source: Patch Verification failed
de: Patch Verifizierung fehlgeschlagen
fr: La vérification des patchs a échoué
ja: パッチの検証に失敗しました。
zh_tw: 更新程式驗證失敗

# PATCH_ERROR_BUTTON
source: Close
de: Schließen
fr: Fermer
ja: 閉じる
zh_tw: 關閉

# OTP_MESSAGE
source: OTP Secret for user "%@"
de: OTP-Schlüssel für Benutzer "%@"
fr: Secret OTP pour l'utilisateur "%@"
ja: ユーザー"%@"用のOTP秘密鍵
zh_tw: 使用者「%@」的 OTP 密鑰

# OTP_INFORMATIVE
source: If you trust your local Keychain you can let XIV on Mac handle OTP generation for you if you provide a BASE32 encoded secret below:
de: Wenn du deinem lokalen Schlüsselbund vertraust, kann XIV on Mac die OTP-Generierung für dich übernehmen, wenn du unten einen BASE32-kodierten Schlüssel angibst:
fr: Si vous faites confiance à votre trousseau local, vous pouvez laisser XIV sur Mac gérer la génération d'OTP pour vous si vous fournissez un secret encodé en BASE32 ci-dessous :
ja: もしあなたがローカルのキーチェーンを信頼しているのであれば、以下にBASE32形式で秘密鍵を入力することでXIV on Macが自動的にOTPを生成することができます。
zh_tw: 如果您信任您的本地密鑰，您可以在下方提供 BASE32 編碼的密鑰，讓 XIV on Mac 為您處理 OTP 生成：
